{
    "title_home":"Hauptseite",
    "title_test":"Klassenarbeit",
    "title_end":"Klassenarbeit abgeschlossen",
    "welcome_message": "Willkommen zurück,",
    "welcome_message_p2":"Lasst uns anfangen zu üben!",
    "footer_text": "© 2024 Alle Rechte vorbehalten.",
    "hiragana_intro": "Hiragana ist neben Katakana und Kanji eine der drei Arten der japanischen Silbentrennung. Hiragana und Katakana werden als phonetische Schriftsysteme und „Kana“ Systeme bezeichnet. Jedes Zeichen, mit Ausnahme der Vokale selbst, steht für einen Konsonanten, gefolgt von einem Vokal. Die Kana-Zeichen stehen nicht für einzelne Konsonanten, so dass es sich eher um ein Silbensymbolsystem als um alphabetische Buchstaben handelt. Es gibt nur eine Ausnahme, nämlich ん.",
    "hiragana-intro_p3":"Hiragana hat 48 Zeichen: 5 davon sind Vokale und die restlichen 42 sind Konsonant-Vokal-Verbindungen. Nur ein Zeichen ist ein singulärer Konsonant, das bereits erwähnte ん(n). Durch Hinzufügung eines Dakuten wird ein stimmloser Konsonant in einen stimmhaften verwandelt. Zum Beispiel wird か (ka) zu が (ga).",
    "katakana_intro":"Katakana ist neben Hiragana und Kanji eine der drei Arten der japanischen Silbentrennung. Katakana und Hiragana werden auch als phonetische Schriftsysteme und Kana-Systeme bezeichnet. Jedes Zeichen, mit Ausnahme der Vokale selbst, steht für einen Konsonanten, gefolgt von einem Vokal. Die Kana-Zeichen stehen nicht für einzelne Konsonanten, so dass es sich eher um ein Silbensymbolsystem als um alphabetische Buchstaben handelt. Es gibt nur eine Ausnahme, nämlich ン.",
    "katakana_intro_p2":"Katakana hat 48 Zeichen: 5 davon sind Vokale und die restlichen 42 sind Konsonant-Vokal-Verbindungen. Nur ein Zeichen ist ein singulärer Konsonant, das bereits erwähnte ン(n). Durch Hinzufügung eines Dakuten wird ein stimmloser Konsonant in einen stimmhaften verwandelt. So wird zum Beispiel カ (ka) zu ガ (ga).",
    "kanji_intro":"Kanji sind logografische Zeichen, die aus der chinesischen Schrift übernommen wurden und im Japanischen verwendet werden. Es gibt fast 3.000 Kanji, die in japanischen Namen und in der allgemeinen Kommunikation verwendet werden. Einzelne Kanji können zum Schreiben von Wörtern oder Morphemen verwendet werden, was zu unterschiedlichen Aussprachen oder Lesarten führt. Die korrekte Lesung wird durch kontextuelle Hinweise, die genaue Bedeutung des Wortes und seine Position im Satz bestimmt.",
    "kanji_intro_p2":"Während viele Kanji nur eine oder zwei Bedeutungen haben, können gängige Kanji bis zu 10 Bedeutungen haben. Das mag entmutigend erscheinen, aber die Bedeutung wird Ihnen in der Regel klar sein, wenn Sie den Kontext des Gesprächs berücksichtigen.",
    "test":"Testen Sie sich selbst",
    "hiragana":"Hiragana あ",
    "katakana":"Katakana ア",
    "kanji":"Kanji 漢字",
    "words":"Wörter",
    "tests":"Klassenarbeit",
    "leaderboard":"Bestenliste",
    "seion":"SEION",
    "a":"a",
    "i":"i",
    "u":"u",
    "e":"e",
    "o":"o",
    "ka":"ka",
    "ki":"ki",
    "ku":"ku",
    "ke":"ke",
    "ko":"ko",
    "sa":"sa",
    "shi":"shi",
    "su":"su",
    "se":"se",
    "so":"so",
    "ta":"ta",
    "chi":"chi",
    "tsu":"tsu",
    "te":"te",
    "to":"to",
    "na":"na",
    "ni":"ni",
    "nu":"nu",
    "ne":"ne",
    "no":"no",
    "ha":"ha",
    "hi":"hi",
    "fu":"fu",
    "he":"he",
    "ho":"ho",
    "ma":"ma",
    "mi":"mi",
    "mu":"mu",
    "me":"me",
    "mo":"mo",
    "ya":"ya",
    "yu":"yu",
    "yo":"yo",
    "ra":"ra",
    "ri":"ri",
    "ru":"ru",
    "re":"re",
    "ro":"ro",
    "wa":"wa",
    "wo":"wo",
    "n":"n",
    "dakuon":"DAKUON",
    "ga":"ga",
    "gi":"gi",
    "gu":"gu",
    "ge":"ge",
    "go":"go",
    "za":"za",
    "ji":"ji",
    "zu":"zu",
    "ze":"ze",
    "zo":"zo",
    "da":"da",
    "ji":"ji",
    "zu":"zu",
    "de":"de",
    "do":"do",
    "ba":"ba",
    "bi":"bi",
    "bu":"bu",
    "be":"be",
    "bo":"bo",
    "pa":"pa",
    "pi":"pi",
    "pu":"pu",
    "pe":"pe",
    "po":"po",
    "numbers":"Zahlen",
    "one":"Ichi",
    "two":"Ni",
    "three":"San",
    "four":"Shi/Yon",
    "five":"Go",
    "six":"Roku",
    "seven":"Shichi/Nana",
    "eight":"Hachi",
    "nine":"Kyu",
    "ten":"Juu"

}