{
    "title_home": "Página de inicio",
    "title_test":"Prueba",
    "title_end":"Prueba completado",
    "welcome_message": "Bienvenido",
    "welcome_message_p2": "¡A practicar!",
    "footer_text": "© 2024 Todos los derechos reservados",
    "hiragana_intro": "El hiragana es uno de los tres tipos de silabario japonés, junto con el katakana y el kanji. El hiragana y el katakana se conocen como sistemas de letras fonéticas y sistemas kana.",
    "hiragana_intro_p2":"Cada carácter, excluyendo las vocales propiamente dichas, representa una consonante seguida de una vocal. Los carcteres del kana no representan consonantes solas, por lo que se trata de un sistema de símbolos silábicos y no de letras alfabéticas. Sólo hay una excepción: ん(n).",
    "hiragana_intro_p3": "El hiragana tiene 48 caracteres: 5 de los cuales son vocales y los 42 restantes son uniones consonante-vocal. Sólo uno es una consonante singular, la ya mencionada ん(n). Tras la adición de un dakuten, una consonante sorda se convierte en vocal. Por ejemplo, か (ka) se convierte en が (ga)",
    "katakana_intro":"El katakana es uno de los tres tipos de silabario japonés, junto con el hiragana y el kanji. El katakana y el hiragana se denominan sistemas de letras fonéticas y sistemas kana.",
    "katakana_intro_p2":"Cada carácter, excluyendo las vocales propiamente dichas, representa una consonante seguida de una vocal. Los caracteres del kana no representan consonantes solas, por lo que se trata de un sistema de símbolos silábicos y no de letras alfabéticas. Sólo hay una excepción: ン.(n).",
    "katakana_intro_p3":"El katakana tiene 48 caracteres: 5 de los cuales son vocales y los 42 restantes son uniones consonante-vocal. Sólo una es una consonante singular, la ya mencionada ン(n). Al añadir un dakuten, una consonante sorda se convierte en vocal. Por ejemplo, カ (ka) se convierte en ガ (ga).",
    "kanji_intro":"Los kanji son los caracteres logográficos adaptados de la escritura china que se utilizan en japonés. Hay casi 3.000 kanji utilizados en los nombres japoneses y en la comunicación común.",
    "kanji_intro_p2":"Cada kanji puede utilizarse para escribir palabras o morfemas, lo que da lugar a diferentes pronunciaciones o lecturas. La lectura correcta viene determinada por claves contextuales, el significado exacto de la palabra y su posición en la frase.",
    "kanji_intro_p3":"Mientras que muchos kanji pueden tener sólo uno o dos significados, los más comunes pueden tener hasta 10 significados. Esto puede parecer desalentador, pero por lo general el significado te resultará claro dado el contexto de la conversación.",
    "test": "Ponte a prueba",
    "hiragana":"Hiragana あ",
    "katakana":"Katakana ア",
    "kanji":"Kanji 漢字",
    "words":"Palabras",
    "tests":"Prueba",
    "leaderboard":"Clasificación",
    "seion": "SEION",
    "a":"a",
    "i":"i",
    "u":"u",
    "e":"e",
    "o":"o",
    "ka":"ka",
    "ki":"ki",
    "ku":"ku",
    "ke":"ke",
    "ko":"ko",
    "sa":"sa",
    "shi":"shi",
    "su":"su",
    "se":"se",
    "so":"so",
    "ta":"ta",
    "chi":"chi",
    "tsu":"tsu",
    "te":"te",
    "to":"to",
    "na":"na",
    "ni":"ni",
    "nu":"nu",
    "ne":"ne",
    "no":"no",
    "ha":"ha",
    "hi":"hi",
    "fu":"fu",
    "he":"he",
    "ho":"ho",
    "ma":"ma",
    "mi":"mi",
    "mu":"mu",
    "me":"me",
    "mo":"mo",
    "ya":"ya",
    "yu":"yu",
    "yo":"yo",
    "ra":"ra",
    "ri":"ri",
    "ru":"ru",
    "re":"re",
    "ro":"ro",
    "wa":"wa",
    "wo":"wo",
    "n":"n",
    "dakuon":"DAKUON",
    "ga":"ga",
    "gi":"gi",
    "gu":"gu",
    "ge":"ge",
    "go":"go",
    "za":"za",
    "ji":"ji",
    "zu":"zu",
    "ze":"ze",
    "zo":"zo",
    "da":"da",
    "de":"de",
    "do":"do",
    "ba":"ba",
    "bi":"bi",
    "bu":"bu",
    "be":"be",
    "bo":"bo",
    "pa":"pa",
    "pi":"pi",
    "pu":"pu",
    "pe":"pe",
    "po":"po",
    "numbers":"Números",
    "one":"Ichi",
    "two":"Ni",
    "three":"San",
    "four":"Shi/Yon",
    "five":"Go",
    "six":"Roku",
    "seven":"Shichi/Nana",
    "eight":"Hachi",
    "nine":"Kyu",
    "ten":"Juu"
}