{
    "title_home":"Главная страница",
    "title_test":"Тесты",
    "title_end":"Тесты завершено",
    "welcome_message": "С возвращением,",
    "welcome_message_p2":"Приступайте к тренировкам!",
    "footer_text": "© 2024 Все права защищены.",
    "hiragana_intro": "Хирагана - один из трех видов японской слоговой азбуки, наряду с катаканой и кандзи. Хирагану и Катакану называют фонетическими системами письма и кана системами.",
    "hiragana_intro_p2":"Каждый иероглиф, за исключением гласных, представляет собой согласную, за которой следует гласная. Иероглифы кана не обозначают одиночных согласных, поэтому это скорее слоговая система символов, чем алфавитная. Есть только одно исключение - ん(n).",
    "hiragana_intro_p3":"Хирагана состоит из 48 знаков: 5 из них - гласные, а остальные 42 - союзы согласных и гласных. Только один из них является единственным согласным - упомянутый ん(n). После добавления дакутена безгласный согласный превращается в гласный. Например, か (ка) превращается в が (га).",
    "katakana_intro":"Катакана - один из трех видов японской слоговой азбуки, наряду с хираганой и кандзи. Катакану и хирагану называют фонетическими системами письма и системами каны.",
    "katakana_intro_p2":"Каждый иероглиф, за исключением гласных, представляет собой согласную, за которой следует гласная. Иероглифы кана не обозначают одиночных согласных, поэтому это скорее слоговая система символов, чем алфавитная. Есть только одно исключение - ン(н).",
    "katakana_intro_p3":"В катакане 48 символов: 5 из них - гласные, а остальные 42 - союзы согласных и гласных. Только один иероглиф является единственным согласным - упомянутый ン(n). После добавления дакутена безгласный согласный превращается в гласный. Например, カ (ка) превращается в ガ (га).",
    "kanji_intro":"Кандзи - это логографические иероглифы, заимствованные из китайской письменности и используемые в японском языке. Существует около 3 000 кандзи, используемых в японских именах и в обычном общении. Отдельные кандзи могут использоваться для написания слов или морфем, что приводит к различным вариантам произношения или прочтения. Правильное прочтение определяется контекстуальными подсказками, точным значением слова и его расположением в предложении.",
    "kanji_intro_p2":"Хотя многие кандзи могут иметь только одно или два значения, распространенные могут иметь до 10 значений. Это может показаться сложным, но, как правило, смысл будет понятен вам с учетом контекста разговора.",
    "test":"Проверьте себя",
    "hiragana":"хирагана あ",
    "katakana":"катакана ア",
    "kanji":"Kanji 漢字",
    "words":"Слова",
    "tests":"Тесты",
    "leaderboard":"Доска лидеров",
    "seion":"Сейон",
    "a":"a",
    "i":"и",
    "u":"у",
    "e":"э",
    "o":"о",
    "ka":"ка",
    "ki":"ки",
    "ku":"ку",
    "ke":"кэ",
    "ko":"ко",
    "sa":"са",
    "shi":"си",
    "su":"су",
    "se":"сэ",
    "so":"со",
    "ta":"та",
    "chi":"ти",
    "tsu":"цу",
    "te":"тэ",
    "to":"то",
    "na":"на",
    "ni":"ни",
    "nu":"ну",
    "ne":"нэ",
    "no":"но",
    "ha":"ха",
    "hi":"хи",
    "fu":"фу",
    "he":"хэ",
    "ho":"хо",
    "ma":"ма",
    "mi":"ми",
    "mu":"му",
    "me":"мэ",
    "mo":"мо",
    "ya":"я",
    "yu":"ю",
    "yo":"ё",
    "ra":"ра",
    "ri":"ри",
    "ru":"ру",
    "re":"рэ",
    "ro":"ро",
    "wa":"ва",
    "wo":"во",
    "n":"н",
    "dakuon":"дакуон",
    "ga":"га",
    "gi":"ги",
    "gu":"гу",
    "ge":"гэ",
    "go":"го",
    "za":"дза",
    "ji":"дзи",
    "zu":"дзу",
    "ze":"дзэ",
    "zo":"дзо",
    "da":"да",
    "de":"дэ",
    "do":"до",
    "ba":"ба",
    "bi":"би",
    "bu":"бу",
    "be":"бэ",
    "bo":"бо",
    "pa":"па",
    "pi":"пи",
    "pu":"пу",
    "pe":"пэ",
    "po":"по",
    "numbers":"Числа",
    "one":"Ichi",
    "two":"Ni",
    "three":"Сан",
    "four":"Ши/Йон",
    "five":"Го",
    "six":"Року",
    "seven":"Шичи/Нана",
    "eight":"Хачи",
    "nine":"Кю",
    "ten":"Дзюу"
}